const originData = [
    {key: '北京', value: 29, loc: [116.395645, 39.929986]},
    {key: '上海', value: 30, loc: [121.487899, 31.249162]},
    {key: '深圳', value: 28, loc: [114.025974, 22.546054]},
    {key: '广州', value: 19, loc: [113.30765, 23.120049]},
    {key: '成都', value: 21, loc: [104.070082, 30.615416]},
    {key: '天津', value: 16, loc: [117.210813, 39.14393]},
    {key: '苏州', value: 22, loc: [120.619907, 31.317987]},
    {key: '杭州', value: 25, loc: [120.219375, 30.259244]},
    {key: '南京', value: 18, loc: [118.778074, 32.057236]},
    {key: '重庆', value: 17, loc: [106.530635, 29.544606]},
    {key: '武汉', value: 20, loc: [114.3162, 30.581084]},
    {key: '厦门', value: 21, loc: [118.103886, 24.489231]},
    {key: '珠海', value: 15, loc: [113.562447, 22.256915]},
    {key: '合肥', value: 12, loc: [117.282699, 31.866942]},
    {key: '长沙', value: 13, loc: [112.979353, 28.213478]},
    {key: '南昌', value: 17, loc: [115.893528, 28.689578]}];

export default originData;